content-org/allposts.org
#+hugo_base_dir: ~/Arbejde/Org-hugo-site/beautiful/
#+startup: logdone 

* Media
:PROPERTIES:
:EXPORT_HUGO_SECTION: page
:EXPORT_HUGO_BUNDLE: media
:EXPORT_FILE_NAME: index
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :toc 2
:END:
** Big img.                                                            :ignore:
#+begin_src toml :front_matter_extra t
  bigimg=[{src="/images/media-2.jpeg"}]
#+end_src

** Press releases
- */OKC/* press release about JWST Cycle 1 programs: [[http://www.okc.albanova.se/about-us/news/two-okc-researchers-will-be-among-the-first-to-use-jwst-1.550563][Two OKC researchers will be
  among the first to use JWST]]
- */University of Oslo/* press release about JWST Cycle 1 programs: [[https://titan.uio.no/universet/2022/james-webb-norsk-forsker-er-blant-de-foerste-som-far-ta-bilder-med-superteleskopet][James Webb:
  Norsk forsker er blant de første som får ta bilder med superteleskopet]]  🇳🇴
- */OKC/* press release about the Sunburst Arc [[http://www.okc.albanova.se/about-us/news/astronomers-find-galaxy-revealing-its-innermost-secrets-in-12-copies-1.462081][Astronomers find galaxy revealing its
  innermost secrets – in 12 copies]]
- */UiO/* press release about the Sunburst Arc: [[https://titan.uio.no/universet-naturvitenskap-english/2019/astronomers-observe-sunburst-early-universe-12-copies][Astronomers observe a sunburst from
  the early universe – in 12 copies]]
- */NASA/ESA Hubble/* image release about the Sunburst Arc: [[https://esahubble.org/news/heic1920/][Hubble Captures a
  Dozen Sunburst Arc Doppelgangers]]

** Video and podcasts
- */RumSnak/*, a Space podcast from Denmark, with me as a guest: [[https://rumsnak.fireside.fm/29][Galakser som
  forstørrelsesglas]] 🇩🇰
- */TV4 Nyhetsmorgon/* - I told a bit about the /JWST/ to the [[https://www.youtube.com/watch?v=3pPMlz53WHU][morning news]] of
  national Swedish television channel /TV4/. 🇸🇪
- I gave an online public lecture for */IDA/*, the Danish union of engineers,
  called [[https://videos.ida.dk/media/T%C3%A6t+p%C3%A5+det+unge+Univers+med+James+Webb-rumteleskopet+/1_1cbv4huj][Tæt på det unge Univers med James Webb-rumteleskopet]] 🇩🇰

** Internet and print media
- */Populär Astronomi/* about the Sunburst Arc: [[https://www.popularastronomi.se/2019/11/tolvdubbel-galax-bakom-kosmisk-lins-kan-beratta-om-hur-universum-lyste-upp/][Tolvdubbel galax bakom kosmisk
  lins kan berätta om hur universum lyste upp]] 🇸🇪
- */Inverse/* about the Sunburst Arc: [[https://www.inverse.com/article/60764-study-shows-ionizing-photons-escape-galaxies][This is why the universe is transparent]]
- */Live Science/* about the Sunburst Arc: [[https://www.livescience.com/ionizing-photons-escape-galaxies-small-channels.html][This Is How Light May Have
  Escaped from the Earliest Galaxies, Turning the Universe Transparent]]
- */Science News/* about the Sunburst Arc: [[https://www.sciencenews.org/article/light-leaking-distant-galaxy-hints-reionization-origins][Light leaking from a distant galaxy hints
  at a cosmic makeover’s origins]] 
- */EarthSky/* about the Sunburst Arc (one of the best PopSci articles about that
  paper in my opinion): [[https://earthsky.org/space/hubble-image-dozen-sunburst-arc-doppelgangers/][Hubble Captures a Dozen Galaxy Doppelgangers]]
- */Phil Plait/*'s blog on SyFy about the Sunburst Arc[fn:1]: [[https://www.syfy.com/syfy-wire/sunburst-arc-reveals-how-infant-universe-lit-up][The Sunburst Arc: A
  quirk of gravity reveals how the infant Universe lit up]]
- Ethan Siegel's Forbes blog */Starts With A Bang/* mentions the Sunburst Arc:
  [[https://www.forbes.com/sites/startswithabang/2019/12/02/these-are-the-top-10-hubble-images-of-2019/#51ffcf5e3795][These Are The Top 10 Hubble Images of 2019]]
- Personal interview with local newspaper */Fyens Stiftstidende/* from my home
  area: [[https://fyens.dk/faaborg-midtfyn/fra-mobbeobjekt-til-anerkendt-stjerneforsker-thoeger-fra-sydfyn-giver-et-bud-paa-gaaden-om-universets-oprindelse][Fra mobbeobjekt til anerkendt stjerneforsker: Thøger fra Sydfyn giver et
  bud på gåden om universets oprindelse]] 🇩🇰

** Misc.
- The Sunburst Arc made an appearance i the US comic strip [[https://www.gocomics.com/candorville/2021/01/25][Candorville]].
  
[fn:1] This one I am extra proud of. /Phil Plait/!! 🤩

