content/page/media/index.md
+++
title = "Media"
author = ["Emil Rivera-Thorsen"]
draft = false
toc = 2
bigimg=[{src="/images/media-2.jpeg"}]
+++

## Press releases {#press-releases}

-   **_OKC_** press release about JWST Cycle 1 programs: [Two OKC researchers will be
    among the first to use JWST](http://www.okc.albanova.se/about-us/news/two-okc-researchers-will-be-among-the-first-to-use-jwst-1.550563)
-   **_University of Oslo_** press release about JWST Cycle 1 programs: [James Webb:
    Norsk forsker er blant de første som får ta bilder med superteleskopet](https://titan.uio.no/universet/2022/james-webb-norsk-forsker-er-blant-de-foerste-som-far-ta-bilder-med-superteleskopet)  🇳🇴
-   **_OKC_** press release about the Sunburst Arc [Astronomers find galaxy revealing its
    innermost secrets – in 12 copies](http://www.okc.albanova.se/about-us/news/astronomers-find-galaxy-revealing-its-innermost-secrets-in-12-copies-1.462081)
-   **_UiO_** press release about the Sunburst Arc: [Astronomers observe a sunburst from
    the early universe – in 12 copies](https://titan.uio.no/universet-naturvitenskap-english/2019/astronomers-observe-sunburst-early-universe-12-copies)
-   **_NASA/ESA Hubble_** image release about the Sunburst Arc: [Hubble Captures a
    Dozen Sunburst Arc Doppelgangers](https://esahubble.org/news/heic1920/)


## Video and podcasts {#video-and-podcasts}

-   **_RumSnak_**, a Space podcast from Denmark, with me as a guest: [Galakser som
    forstørrelsesglas](https://rumsnak.fireside.fm/29) 🇩🇰
-   **_TV4 Nyhetsmorgon_** - I told a bit about the _JWST_ to the [morning news](https://www.youtube.com/watch?v=3pPMlz53WHU) of
    national Swedish television channel _TV4_. 🇸🇪
-   I gave an online public lecture for **_IDA_**, the Danish union of engineers,
    called [Tæt på det unge Univers med James Webb-rumteleskopet](https://videos.ida.dk/media/T%C3%A6t+p%C3%A5+det+unge+Univers+med+James+Webb-rumteleskopet+/1_1cbv4huj) 🇩🇰


## Internet and print media {#internet-and-print-media}

-   **_Populär Astronomi_** about the Sunburst Arc: [Tolvdubbel galax bakom kosmisk
    lins kan berätta om hur universum lyste upp](https://www.popularastronomi.se/2019/11/tolvdubbel-galax-bakom-kosmisk-lins-kan-beratta-om-hur-universum-lyste-upp/) 🇸🇪
-   **_Inverse_** about the Sunburst Arc: [This is why the universe is transparent](https://www.inverse.com/article/60764-study-shows-ionizing-photons-escape-galaxies)
-   **_Live Science_** about the Sunburst Arc: [This Is How Light May Have
    Escaped from the Earliest Galaxies, Turning the Universe Transparent](https://www.livescience.com/ionizing-photons-escape-galaxies-small-channels.html)
-   **_Science News_** about the Sunburst Arc: [Light leaking from a distant galaxy hints
    at a cosmic makeover’s origins](https://www.sciencenews.org/article/light-leaking-distant-galaxy-hints-reionization-origins)
-   **_EarthSky_** about the Sunburst Arc (one of the best PopSci articles about that
    paper in my opinion): [Hubble Captures a Dozen Galaxy Doppelgangers](https://earthsky.org/space/hubble-image-dozen-sunburst-arc-doppelgangers/)
-   **_Phil Plait_**'s blog on SyFy about the Sunburst Arc[^fn:1]: [The Sunburst Arc: A
    quirk of gravity reveals how the infant Universe lit up](https://www.syfy.com/syfy-wire/sunburst-arc-reveals-how-infant-universe-lit-up)
-   Ethan Siegel's Forbes blog **_Starts With A Bang_** mentions the Sunburst Arc:
    [These Are The Top 10 Hubble Images of 2019](https://www.forbes.com/sites/startswithabang/2019/12/02/these-are-the-top-10-hubble-images-of-2019/#51ffcf5e3795)
-   Personal interview with local newspaper **_Fyens Stiftstidende_** from my home
    area: [Fra mobbeobjekt til anerkendt stjerneforsker: Thøger fra Sydfyn giver et
    bud på gåden om universets oprindelse](https://fyens.dk/faaborg-midtfyn/fra-mobbeobjekt-til-anerkendt-stjerneforsker-thoeger-fra-sydfyn-giver-et-bud-paa-gaaden-om-universets-oprindelse) 🇩🇰


## Misc. {#misc-dot}

-   The Sunburst Arc made an appearance i the US comic strip [Candorville](https://www.gocomics.com/candorville/2021/01/25).

[^fn:1]: This one I am extra proud of. _Phil Plait_!! 🤩